import styles from './learn.module.css';
import Header from "../components/header";
export default function Learn() {
  return (
    <>
      <Header bgColor="#ffffff" />
 <div className={styles.topheader}></div>
    <div>
      <h1 className={styles.h1}>افزودن دانش اموزان </h1>
      <p className={styles.paregraph}> 
برای افزودن دانش آموزان از منوی سمت راست و قسمت مدیریت دانش آموزان می توانید گزینه افزودن دانش آموز را انتخاب کنید و با وارد کردن اطلاعات خواسته شده دانش آموز مورد نظر را اضافه کرده و آن را در لیست دانش آموزان ببینید . توجه داشته باشید می توانید از قسمت مدیریت دانش آموزان لیست دانش آموزان خود را مشاهده کنید و اقدام به ویرایش اطلاعات آن ها نمایید . در صورت امکان از حذف دانش آموزان خود خودداری کرده!</p>
       <h1 className={styles.h1}>افزودن کتاب </h1>
      <p className={styles.paregraph}> در این قسمت همانند قسمت قبلی می توانید کتاب های مورد نظر خود را تعریف کنید تا بعد ها بر اساس این کتاب ها ، پرسش و تکلیف دانش آموزان را وارد کنید</p>
    <h1 className={styles.h1}>عملکرد ماهانه </h1>
      <p className={styles.paregraph}> از طریق عملکرد ماهانه می توانید لیستی زیبا از دانش آموزان کلاس خود را دریافت کنید که با کلیک بر روی هر دانش آموز وارد صفحه عملکرد ماهانه آن دانش آموز می شوید . در بخش انتصاف نمره ماهانه می توانید عملکرد ماهانه دانش آموز در هر درس را وارد کنید</p>
    <h1 className={styles.h1}>پرسش های کلاسی </h1>
      <p className={styles.paregraph}> همان طور که مشخص است در قسمت پرسش های کلاسی می توان لیستی از پرسش ها همراه با تاریخ و عملکرد دانش آموز مورد نظر را مشاهده کرد . در قسمت پرسش جدید می توانید پرسش جدید ایجاد کنید</p>
    
    
    </div>
    </>
  
  );
}
