import styles from './about.module.css';
import Header from "../components/header";
export default function About() {
  return (
    <>
  
        <Header bgColor="#ffff" />
      <div>
        <div className={styles.topheader}></div>
        <h1 className={styles.h1}>نمره هام</h1>
        <p className={styles.paregraph}>با توجه به پیشرفت روز افزون تکنولوژی و گسترش آن در زندگی روزمره برآن دیدیم که در حد توان خود همکاران و معلمان عزیز و همچنین والدین گرامی را در این مسیر همگام کنیم . به همین جهت با ساخت دفتر نمره آنلاین سعی کردیم که زمینه را برای راحتی کار و همچنین پیشرفت سواد استفاده از ابزار الکترونیکی مدرن مهیا کنیم .</p>
        <h1 className={styles.h1}>چرا نمره هام؟
شاید این سوال پیش بیاید که لزوم استفاده از این وب سایت و امکانات آن چیست؟</h1>
        <p className={styles.paregraph}>همان طور که می دانید تکنولوژی تبدیل به بخش جدایی ناپذیر از زندگی تمامی ما شده ، پس چه بهتر که از آن به صورت بهینه و در راستای پیشرفت و ترقی فرزندانمان استفاده کنیم . ما با بررسی سرویس های موجود در این زمینه به این نتیجه رسیدیم که سامانه ای را طراحی کنیم که تمامی کمبودها و مشکلات را پوشش دهد . بنابراین یکی از اصلی ترین اهداف ما در نمره هام راحتی و آسودگی کار با این سامانه است که از گرفتن اطلاعات نامربوط خودداری کرده و ضمن رعایت حریم شخصی کاربران (چه معلمان و چه والدین) فضایی ساده و امن برایشان به ارمغان آورد.</p>
         <h1 className={styles.h1}> امکانات؟</h1>
        <p className={styles.paregraph}>وب سایت نمره هام در واقع محلی برای ثبت عملکرد دانش آموزان می باشد . یعنی معلمان به سادگی می توانند تمامی فعالیت هایی را که در دفتر نمره کاغذی و معمول انجام می دادند از طریق پنل کاربری خود در وب سایت به زیبایی و سادگی تمام انجام دهند. و از طرفی هم والدین می توانند وضعیت تحصیلی دانش آموزان خود را به سادگی پیگیری کنند.</p>
       <h1 className={styles.h1}> امکانات نمره هام برای والدین عزیز عبارتند از :</h1>
        <ul className={styles.paregraph}>
          <li>
            دسترسی به صفحه دانش آموز خود
          </li>
           <li>
            مشاهده وضعیت ماهانه دانش آموز خود
          </li>
           <li>
            مشاهده تکالیفی که توسط معلم تعیین شده
          </li>
           <li>
            مشاهده عملکرد دانش آموز خود در هر ماه و هر ماده درسی
            </li>
           <li>
            ارتباط با معلم (به زودی)
          </li>
           <li>
            و ....
          </li>
        </ul>
         <h1 className={styles.h1}>سخن پایانی </h1>
        <p className={styles.paregraph}> تمامی امکانات پیاده شده در این وب سایت کاملا رایگان بوده و بابت استفاده از آن نیاز به پرداخت هیچگونه وجهی نیست . اما اگر مایل بودید که ما را در این راه حمایت کنید می توانید در قسمت بالای سایت از طریق دکمه حمایت لطف خود را شامل حال ما کنید. ما هم با تمام توان در جهت بهبود امکانات این سامانه تلاش خواهیم کرد.</p>
        
      </div>
      </>
  
  );
}

